_posts/2022-02-05-virtual-webcam-background.html
---
layout: post
title: "Zoom background removal for resource restricted Macbook Pro"
date: 2022-02-05
comments: true
archive: false
tags: background-removal
---

<p>
In order to follow this guide you'll need some familiarity with the terminal and
running command line programs. Ok, let's start with the guide.
</p>

<ol class="org-ol">
<li>Install <b>miniconda</b> or <b>anaconda</b> on your computer.</li>
</ol>

<br />

<ol class="org-ol">
<li><p>
Once you have either miniconda or anaconda installed on your
computer, start the terminal and execute the following command in
order to create a virtual environment.
</p>

<div class="org-src-container">
<pre class="src src-shell"><span style="color: #DCDCCC; font-weight: bold;">cd</span> ~&#57344;&#57345;&#57345;
conda create -n fakecam scipy
</pre>
</div></li>
</ol>
